[
    {
        "title":"Virtru",
        "body":"<p>At <a href='https://www.virtru.com/'>Virtru</a>, I played a key role in driving various UX initiatives to successful implementation. My contributions spanned A/B testing, style consolidation, feature enhancements, and bug fixing. Collaborating across multiple product teams, I leveraged my design expertise to identify and incorporate new features that aligned with the requirements of stakeholders and project owners.</p>",
        "images":[
            "/img/work/virtru_01.jpg",
            "/img/work/virtru_02.jpg",
            "/img/work/virtru_03.jpg"
        ]
    },
    {
        "title" : "Dropzone - PC Game (Early Access Steam)",
        "body" : "<p>I enthusiastically joined Sparkypants Studios with a mission to propel Dropzone across the finish line and into its highly anticipated launch. The entire user interface (UI) was skillfully crafted using industry-standard web technologies, including HTML, CSS, and an abundance of vanilla JavaScript. From the meticulously designed matchmaking menus and user preferences to the immersive in-game HUD and comprehensive after-match result charts, I was deeply involved in every aspect of this dynamic project.</p><p>Working on Dropzone was an exhilarating experience that I thoroughly enjoyed, owing to its intensity and the opportunity to contribute my expertise.</p>",
        "images" : [
            "/img/work/dz_01.jpg",
            "/img/work/dz_02.jpg",
            "/img/work/dz_03.jpg",
            "/img/work/dz_04.jpg",
            "/img/work/dz_05.jpg"
        ]
    },
    {
        "title" : "VR Cornhole - PC Game Experiment",
        "body" : "<p>VR Cornhole stands as a captivating experiment I developed for ISL, utilizing the HTC VIVE and powered by the Unreal Engine 4. This project ingeniously harnesses the multiplayer capabilities of Unreal Engine while seamlessly integrating VR support, resulting in an unparalleled and enjoyable gaming experience. For more in-depth details about this endeavor, please refer to the official blog post and the ISL engineering site.</p>",
        "images" : [
            "/img/work/cornhole_01.jpg",
            "/img/work/cornhole_02.jpg"
        ]
    },
    {
        "title" : "Generation Beyond",
        "body" : "<p>I had the privilege of leading the development of Generation Beyond, an ambitious project undertaken in collaboration with Lockheed Martin, Framestore (NY), and McCann. My primary responsibility was to create an immersive and interactive 3D experience using Unity. Additionally, I played a key role in enhancing the marketing site, incorporating captivating CSS animations.</p><p>To delve deeper into the rationale behind our selection of Unity for this groundbreaking endeavor, I composed a compelling breakdown in the engineering blog hosted at ISL.</p>",
        "images" : [
            "/img/work/mars1.png",
            "/img/work/mars2.png",
            "/img/work/mars3.png",
            "/img/work/mars4.png"
        ]
    },
    {
        "title" : "Chloraseptic - Coat your Throat",
        "body" : "<p>This project formed an integral part of a Facebook campaign that invited users to unleash their creativity and design their own 'ugly Christmas sweater,' which they could proudly share on Facebook. The culmination of the campaign featured a contest, and we had the privilege of transforming the winning design into an actual sweater. The designer software itself was meticulously crafted using HTML canvas and empowered by the remarkable capabilities of EaselJS.</p>",
        "images" : [
            "/img/work/cyt1.png",
            "/img/work/cyt2.png"
        ]
    },
    {
        "title" : "Red Bull - Brooklyn Nets Trivia Locker",
        "body" : "<p>The Redbull Nets Trivia Locker is an engaging knowledge game designed as a physical device that we proudly shipped to the Brooklyn Nets. This interactive experience enables guests to compete for real prizes, amplifying the excitement of the game. With seamless integration, players can instantly share their scores on Twitter in real-time. Periodically, the machine exhilaratingly unlocks, allowing winners to claim their prizes on the spot.</p>",
        "images" : [
            "/img/work/redbull1.png",
            "/img/work/redbull2.png",
            "/img/work/redbull3.png"
        ]
    },
    {
        "title" : "More work",
        "body" : "<p>Among the array of projects I've had the privilege to work on at ISL, there are a few notable long-term endeavors worth mentioning.</p><p>One such project is <a href='https://serviceyear.org'>Service Year</a>, a non-profit organization that has partnered with ISL for over two years. Our collective mission has been to bridge the gap between young individuals and meaningful service-oriented career opportunities. Being a part of this dedicated team has not only allowed me to contribute to a noble cause but has also provided valuable insights and growth through its long-term nature.</p><p>Another significant project is <a href='https://www.fosi.org'>The Family Online Safety Institute</a>. We embarked on a redesign journey with them approximately two years ago, and I had the honor of leading the front-end development efforts.</p>",
        "images" : [
            "/img/work/serviceyr.png",
            "/img/work/fosi.png"
        ]
    }
]